Repository: bachnd2k1/FitnessGoals
Catalog: MyFitnessGoals/MyFitnessGoals/Resources/String/*.lproj/Localizable.strings
Languages: vi

# title_select_work
source: Begin Workout
vi: Bắt đầu luyện tập

# title_my_goal
source: My goal
vi: Mục tiêu của tôi

# no_permisson_health_kit
source: No data is available, please check permissions in the Health App - Profile (top right corner) - Privacy - Apps - MyFitNessGoals.
vi: Không có dữ liệu nào khả dụng, vui lòng kiểm tra quyền trong Ứng dụng sức khỏe - Hồ sơ (góc trên bên phải) - Quyền riêng tư - Ứng dụng - MyFitNessGoals.

source: Open Health App
vi: Mở ứng dụng Health

# start_btn
source: Start
vi: Bắt đầu

# setting_btn
source: Open Setting
vi: Mở cài đặt

# cancel_session_title_dialog
source: Do you want to cancel this workout session ?
vi: Bạn có muốn huỷ buổi luyện tập ?

# end_session_title_dialog
source: This will stop recording your current workout and save it to your history.
vi: Thao tác này sẽ dừng ghi lại quá trình tập luyện hiện tại của bạn và lưu vào lịch sử.

source: Warning !
vi: Cảnh báo !

# location_error
source: Location Access Error
vi: Quyền truy nhập vị trí bị lỗi

source: Steps
vi: Bước

source: Duration
vi: Thời gian

# motion_disable_title
source: Motion Services Disabled
vi: Dịch vụ chuyển động bị vô hiệu

# motion_disable_description
source: Please go to your Settings and enable Motion Services to be able to start recording a workout.
vi: Vui lòng vào Cài đặt và bật Dịch vụ chuyển động để có thể bắt đầu ghi lại quá trình tập luyện..

source: Yes
vi: Có

source: No
vi: Không

# deny_location_message
source: You have denied location access. Please go to Settings to enable it again!
vi: Bạn đã từ chối quyền truy cập vị trí. Hãy vào Cài đặt để bật lại nhé !

# request_location_message
source: To continue, please go to Settings and allow the app to access your location!
vi: Để tiếp tục, bạn hãy vào phần Cài đặt và cho phép ứng dụng truy cập vào vị trí nhé !

# deny_location_title
source: Location access denied
vi: Quyền vị trí bị từ chối.

# request_location_title
source: Allow location access
vi: Cho phép truy cập vị trí.

# description_heath_permisson
source: Backup your workout data in Apple Health and enable all step counter and heart rate features.
vi: Sao lưu dữ liệu tập luyện của bạn trong Apple Health và bật tất cả các tính năng đếm bước chân và nhịp tim.

# description_location_permisson
source: %@ needs access to your location to record your workouts.
vi: %@ cần truy cập vào vị trí của bạn để ghi lại quá trình tập luyện của bạn.

# description_motion_permisson
source: %@ needs access to your motion service to record your workouts.
vi: %@ cần truy cập vào dịch vụ chuyển động của bạn để ghi lại quá trình tập luyện của bạn.
